<template>
  <p class="agreement">
    在接受本协议之前，请您仔细阅读本协议的全部内容。如果您对本协议的条款有疑问，请通过有播甄选客服渠道进行询问，我们将向您解释条款内容。如果您不同意本协议的任何内容，或者无法准确理解有播甄选对条款的解释，请不要进行后续操作。
    在本协议中，“有播甄选”指有播甄选平台及其关联公司，“团长”指申请人。<br />
    1.合作模式 <br />
    1.1根据其技术能力和资源提供有播甄选平台服务。 <br />
    1.2团长通过有播甄选向用户提供商品或服务，团长应依法经营，遵守有播甄选相关的制度和规定，自负盈亏，独立承担责任和风险。
    <br />
    2. 入驻 <br />
    2.1 入驻须知 <br />
    2.1.1有播甄选暂未授权任何机构进行代理招商服务，入驻申请流程及相关的收费说明均以有播甄选官方招商页面为准。
    <br />
    2.1.2有播甄选有权根据包括但不仅限于品牌需求、公司经营状况、服务水平等其他因素退回客户申请，有播甄选将结合各行业发展动态、国家相关规定及消费者购买需求，不定期更新招商标准。
    <br />
    2.1.3团长必须如实提供资料和信息 <br />
    请务必确保团长申请入驻及后续经营阶段提供的相关资质和信息的真实性和有效性（若团长提供的相关资质为第三方提供，包括但不限于商标注册证、授权书等，请务必先行核实文件的真实有效性），一旦发现虚假资质或信息的，团长将被列入非诚信客户名单，有播甄选将不再与团长进行合作，并将扣除全部保证金；有播甄选认为团长证明文件存有其他可能影响团长订立及履行本协议的情况，有播甄选有权解除本协议和/或注销团长的平台帐户，团长应承担由此产生的法律责任；
    <br />
    有播甄选有权在招商标准的基础上，要求团长提供更多的证明文件，团长需按有播甄选的要求提供，如团长不能提供，则有播甄选有权终止审查团长使用平台服务的申请，有权中止或解除本协议；
    <br />
    团长应如实提供其店铺运营的主体及相关信息，包括但不限于代理运营商、实际店铺经营主体等信息；
    <br />
    有播甄选关于团长信息和资料变更有相关规定的从其规定，但团长如变更上一条所列信息，应（提前十五天）书面告知有播甄选；
    <br />
    2.1.4团长通过入驻有播甄选团长资质审核后，该团长的资质不能进行任何形式的转让。
    <br />
    2.1.5有播甄选同时接受个人、个体工商户、及中国大陆企业的入驻申请;有播甄选目前已开通海外馆,接受具有相关资质的海外企业入驻申请。
    <br />
    2.1.6
    如团长违反上述2.1.3条的约定，有播甄选有权在任何时候不经通知停止提供全部或部分服务。
    <br />
    2.2 有播甄选申请入驻资质标准 <br />
    2.2.1团长入驻需要注册有播甄选账号，且该账号不能包含有播甄选规定的敏感词，具体参见《有播甄选店铺命名规范》。
    <br />
    2.2.2团长入驻需要提供其主体在其他平台拥有的网络销售店铺或平台。 <br />
    2.2.3其他网络店铺需同时满足以下条件： <br />
    A、淘宝、天猫团长店铺要求： <br />
    淘宝团长店铺资质要求如下：淘宝店铺要求信用等级≥3钻，好评率≥97%，店铺DSR≥
    4.8（知名品牌、类目top200、平台稀缺类目的团长可降低门槛至4.7）； <br />
    天猫店铺：DSR≥4.8（知名品牌、类目top200、平台稀缺类目的团长可降低门槛至4.7）；
    <br />
    店铺内可出售商品数量不少于30个； <br />
    店铺的近30天退款率、纠纷率、处罚数，均不高于行业平均值；店铺销量top20商品近一个月销量不少于20件（知名品牌、平台稀缺类目、款式或性价比特别有优势的团长可放宽要求）；
    <br />
    是否可以降低门槛、放宽要求，由平台专门的款式审核人员进行判断； <br />
    B、阿里巴巴店铺要求： <br />
    实力团长，或者交易勋章3A级且三项交易评分不低于行业均值，款式或性价比有优势。
    <br />
    C、美丽说、蘑菇街等其他平台店铺要求： <br />
    美丽说、蘑菇街等其他平台店铺各项店铺评分均不低于其对应的行业均值。店铺内可出售商品数量不少于30个；
    <br />
    店铺的近30天退款率、纠纷率、处罚数，均不高于行业平均值；店铺的近30天商品销量大于500件，店铺销量top20商品近一个月销量不少于20件（知名品牌、平台稀缺类目、款式或性价比特别有优势的团长可放宽要求）；
    <br />
    是否可以降低门槛、放宽要求，由平台专门的款式审核人员进行判断； <br />
    2.2.4团长入驻有播甄选需提供以下资质，其中个人、个体工商户入驻提供A项资质，中国大陆企业入驻提供B项资质,食品、化妆品等其他特殊类目需提供C项资质：
    <br />
    A：
    <img
      style="width: 100%"
      :src="require('@/assets/images/personal_qualifications.jpg')"
    />
    B：
    <img
      style="width: 100%"
      :src="require('@/assets/images/enterpris_qualifications.jpg')"
    />
    C：经营食品、化妆品等其他特殊产品的，要求商品在上架之时提供相关资质证明和质检证明，如《食品生产许可证》、《食品卫生许可证》、《食品流通许可证》、《全国工业产品生产许可证》、《化妆品生产企业卫生许可证》、所有在售产品近一年的检测报告（需省级以上）、商标注册证等相关证明。涉及中间授权的，需提供中间授权商的各项相关资质证明。
    <br />
    团长若经营酒类，还需提供《酒类流通备案登记表》或《酒类零售许可证》、《酒类批发许可证》、《酒类产销许可证》原件或复印件。
    <br />
    若经营进口产品的，需要提供近一年内的中华人民共和国进口货物报关单复印件;近一年内的商品出入境检验检疫合格证明或卫生证书复印件等，且报关单和卫生证书属于同一批次（合同号一致）
    <br />
    2.2.5店铺入住后，平台将会按照不同的类目要求团长提供相关资质，资质达不到平台相关要求者，平台有权拒绝该商品上架销售。
    <br />
    2.3 开店入驻限制 <br />
    2.3.1店铺名称注册限制。凡符合以下其中一条或多条，有播甄选有权限制团长入驻，相关规范可详见《店铺命名规范》。
    <br />
    店铺名称中含有抢注品牌名、其他平台团长名称的（包括但不限于淘宝网、天猫、聚划算、京东，凡客等），或与其他平台旗下频道、业务相同或相似的名称（包括但不限于天天特价，试用中心，折800等）；
    <br />
    含有行业名称或者通用名称的店铺名称（如浙江箱包联盟，苏州丝绸商会等）；
    <br />
    含有知名人士，知名地区的店铺名称（如彭丽媛服装馆，范冰冰衣柜，西湖女装，凤凰古城精品等）；
    <br />
    含有品牌名或其他平台团长名称近似的店铺名称（如含有优衣库，优衣裤，百佳好，百加好等）。
    <br />
    2.3.2同一主体重新入驻有播甄选限制 <br />
    严重违规、资质造假被有播甄选清退的，永久限制入驻； <br />
    团长一自然年内主动/被动退出1次，此后的一个完整年度内限制入驻。 <br />
    3. 店铺保证金与技术服务费 <br />
    3.1 店铺保证金。 <br />
    团长同意按本协议的要求向有播甄选交纳店铺保证金（以下简称“保证金”或“店铺保证金”），用于保证团长的合规经营。
    <br />
    3.1.1保证金额度 <br />
    团长的具体应缴保证金数额根据有播甄选招商标准及团长的具体情况由有播甄选确定。有播甄选有权根据团长之业务变化及实际违约赔付情况通知团长调整保证金金额，团长应在收到有播甄选通知后的十（10）个自然日内向有播甄选补足保证金，否则，有播甄选有权中止或解除本协议。现阶段个人团长入驻仅收取1000元保证金，保证金将存放于团长保证金账户，保证金主要用于保证团长按照有播甄选的规则进行经营，并且在团长有违规时根据相关规则用于向有播甄选及消费者进行补偿，保证金具体相关规则可参考《保证金制度》。具体的保证金额度参见《保证金制度》
    <br />
    3.1.2保证金退还 <br />
    团长与有播甄选终止协议后，经有播甄选初步查验，未发现团长在合作期限内有未处理完毕的经营纠纷、政府查处等事项，且团长不存在与有播甄选的合作纠纷的，则自有播甄选初步查验完毕后且该团长在交易和费用结算完成后的30个工作日内自动解冻至团长的可体现账户内,具体规则可参考《有播甄选退店协议》
    <br />
    3.1.3保证金的管理和使用 <br />
    有播甄选可在以下情况发生时，处置保证金： <br />
    在有播甄选进行的交易中，如团长涉嫌违反法律、法规、政策、平台规则或违反其对买家的承诺时，团长同意有播甄选有完全的权利根据有播甄选的判断，直接使用保证金对买家进行赔付。
    <br />
    团长违反平台规则，且根据平台规则，团长应当向有播甄选和/或消费者支付违约金、赔偿金，团长同意有播甄选有权直接划扣使用团长保证金。
    <br />
    如团长未按照法律规定、本协议规定或平台规则向买家履行相关义务，则有播甄选有权依其独立判断，直接使用保证金向买家退款或支付违约金（或赔偿金）。
    <br />
    如团长违反本协议或平台规则，给有播甄选造成任何损失（包括但不限于诉讼赔偿、诉讼费用、律师费用等），应向有播甄选支付违约金（罚金）的，则有播甄选有权直接从保证金中扣除相当于有播甄选损失的金额或违约金（罚金）或逾期未付款项，保证金不足以赔偿的，有播甄选可继续向团长追偿；在损失金额不明确之前，有播甄选有权无限期持有该保证金，直至损失金额明确后予以结算。
    <br />
    保证金并非有播甄选收取的费用，不提供任何发票。关于保证金的处理，请参见《团长违规惩罚条例》等有播甄选平台规则。
    <br />
    3.2 技术服务费与佣金 <br />
    3.2.1团长在有播甄选经营，有播甄选将按照团长自行设置每笔不低于10%佣金的最终成交金额收取佣金，其中包括给予有播甄选店主的佣金以及承担的技术服务费用。
    <br />
    3.2.2佣金将在团长账户中对应的每笔交易订单资金从担保中资金解冻变成可用资金时实时计算扣取。如果买家和团长协商最后发生退货的，则对应退货订单，有播甄选将退还已经扣取的技术服务费。
    <br />
    4. 产品及展示 <br />
    4.1 产品和产品信息 <br />
    4.1.1针对团长通过有播甄选网站陈列销售的每一件产品，团长将按有播甄选要求的格式提供准确、完整的必备产品信息，并在必要时及时更新以保证该信息在任何时候均准确完整。
    <br />
    4.1.2团长亦保证您的资料、产品（包括包装）及其报价以及销售符合所有适用的法律（包括所有标识和标签要求），不包含任何色情、诽谤或淫秽或其它非法内容。团长保证不在有播甄选上提供任何禁止和限制销售的产品（包括但不限于假货、水货、盗版、虚假宣传、欺诈或其它非法的产品）的信息或试图进行该等产品的陈列销售；团长也不能提供任何URL标识以供使用。
    <br />
    4.1.3团长保证您商品的宝贝图不可盗用其他店铺的拍摄图，不可侵犯其他第三方的肖像权、著作权、商标等权利（如在有播甄选接到相关投诉后团长无法举证证明自己对图片的使用权），且团长保证商品的宝贝图与实际销售宝贝相一致，不存在与图片样式、材料、质量等不符的产品。
    <br />
    4.1.4团长保证团长将遵守本条的要求并承担全部责任。如果有播甄选有理由认定团长的资料或团长的产品（包括包装）违反了有播甄选平台的规则，有播甄选可以按照有播甄选适用的总体的赔偿标准向用户支付款项并要求团长按有播甄选平台规则向有播甄选支付相应的罚金。团长应当接受有播甄选向用户作出的赔偿决定，不论该决定是否出于法律的要求，并赔偿有播甄选因此支付的所有金额，包括但不限于有播甄选支付的退款、赔偿费、和其它金额。
    <br />
    4.2 产品展示与销售 <br />
    4.2.1有播甄选将展示销售团长的产品，并自主对团长经过有播甄选二次审核的产品进行推广和促销活动（包括但不限于通过有播甄选平台提供与其有关的功能、特性、广告或项目）。
    <br />
    4.2.2有播甄选可以使用特定机制来评价或允许消费者评价团长的产品和/或团长作为卖家的履约情况，有播甄选可以公开这些评价和反馈。有播甄选将向团长提供通过有播甄选平台售出的团长的每一产品的订单信息。有播甄选拥有替团长收取每一交易的全部销售收入，并根据服务条款扣除团长应付的技术服务费和其他金额后将销售额汇付至团长的账户。
    <br />
    5. 销售、配送和退换货<br />
    5.1 销售与配送<br />
    5.1.1团长应该保证：<br />
    以商业上合理的方式包装团长的产品、并在48小时内运送相关的产品。团长应确保48小时之内发货，发货后48小时之内可以见到相关物流信息；每一工作日至少检索一次订单信息；向有播甄选提供有关运输和订单状态以及追踪的信息，且有播甄选可以将该信息公开；团长对任何未送达、错误送达、遭到盗窃或其他有关产品的配送和运输的错误或行为承担责任；所有的销售行为都是基于真实的买卖事实发生，不存在虚假销售或配送行为。<br />
    5.2 退货<br />
    5.2.1货物物流签收后7天无理由退货服务。<br />
    “7天无理由退货”，是指顾客在有播甄选团长处购买实物商品后，在物流显示签收之日起9天内，如因主观原因（如不喜欢商品颜色等）希望退货的，在退货的商品不影响团长二次销售情况下，可以提出“无理由退货”的申请（部分商品及类目除外）。<br />
    具体的规则请参见《交易管理》相关说明。<br />
    5.2.2如果团长网络店铺和商品详情页面对于退换货的描述与有播甄选退货政策服务细则的要求有差异，以有播甄选的退货政策服务细则为准。<br />
    5.2.3团长应当严格遵守通过各种方式直接或间接向买家作出的承诺，包括但不限于有播甄选相关规则以及网络店铺、商品详情页面、在线客服软件等方式向买家作出的承诺。<br />
    6.消费者保障责任及处理<br />
    6.1团长与买家通过有播甄选平台的服务进行交易后，如因团长未履行对消费者的承诺义务而导致买家权益受损的情况下，有播甄选有权以普通或非专业人员的知识水平标准，根据相关证据材料和规则判定团长是否应根据本协议、平台规则的规定履行赔付义务；如有播甄选判定团长应承担赔付责任的，则有播甄选有权使用店铺保证金先行赔付给消费者，或从商户的未提现的货款中直接扣除相应金额款项先行赔付给消费者。<br />
    6.2团长明确了解并同意，团长是交易合同的卖方，应当承担卖方义务，是消费者权益保障的责任主体。当发生本协议所述团长应当履行消费者保障义务情形时，团长应保证买家的合法权益。<br />
    6.3团长同意当团长违规时，有播甄选有权根据平台规则使用店铺保证金向买家进行先行赔付时，有播甄选有权给予团长相应处罚，包括但不限于将团长清退出有播甄选平台。<br />
    6.4对于非个人买家，同等享有本协议规定的消费者权利。<br />
    6.5关于处理交易纠纷的委托<br />
    团长了解并同意，有播甄选及其关联公司并非司法机构，仅能以普通或非专业人员的知识水平标准对团长提交的证据材料进行鉴别，有播甄选及其关联公司对交易纠纷的调处完全是基于团长的委托，有播甄选及其关联公司无法保证交易纠纷处理结果符合团长的期望，也不对交易纠纷调处结果及保证金赔付决定承担任何责任。团长应保证其提交的证据材料的真实性、合法性，并承担其或买家提供的信息、数据不实的风险和责任。<br />
    7.销售收入和退款的汇付<br />
    7.1团长同意委托有播甄选作为代理人，代为收取团长商品的销售货款，并在扣除有播甄选的技术服务费后将之汇付给团长签约时指定的有效银行帐户。<br />
    7.2商品确认收货9天后，冻结的货款变成可提现状态，团长可申请提现。<br />
    7.3用户退货，有播甄选将在团长收到退货货物后将代为收取的该笔货款扣除团长和用户约定的费用后，原路退还给用户。<br />
    8.团长的销售渠道的同等性<br />
    8.1团长在有播甄选平台销售产品的价格不得高于团长在其它地方销售该产品的价格。因此，团长在有播甄选开店上线日及以后，团长保证，对于团长在有播甄选提供或销售的每种产品的价格、内容和其它条件，团长给与有播甄选用户的优惠不低于团长或团长的关联机构在任何团长的销售渠道对该产品提供的最大优惠，具体如下：<br />
    （1）价格条件：团长保证团长在有播甄选网站销售的每种产品的总价不超过团长或团长的关联机构在任何团长的销售渠道对该产品的最低总价。<br />
    （2）内容和其它信息：团长保证团长提供给有播甄选的每种产品的内容和其它信息，与团长或团长的关联机构在任何团长的销售渠道上就该产品展示或使用的最高质量、最完整、准确的内容和其它信息至少具有同等的质量、完整性和准确性。<br />
    （3）违反同等义务：如果团长有任何违反本条规定的情形，团长应及时对受到不利影响的顾客作出补偿，补偿方式是团长向顾客退还适当款项，如团长拒绝补偿，有播甄选有权没收团长已经缴纳的保证金用于补偿顾客，同时有播甄选有权要求团长补充相应的保证金并赔偿有播甄选因此而遭受的损失。<br />
    9. 期限与终止<br />
    本协议的期限自团长完成入驻注册开始，持续至有播甄选或团长按下述规定终止协议（“期限”）。有播甄选可以在任何时候基于任何理由通知团长立即终止或中止本协议。团长可以在任何时候通过有播甄选规定的方式终止本协议或服务。<br />
    10. 密码与帐户安全<br />
    团长设置的密码仅可于本协议有效期内用于访问有播甄选（或有播甄选提供的其他工具）以使用服务，包括但不限于商品的管理、用电子方式接受用户的交易、浏览已完成的交易和资金的提现等。团长对维护密码的安全性负全部责任。团长不能向任何第三方披露其密码，团长对任何使用团长的密码所发生的活动负全部责任（包括但不限于重新设置团长的密码）。如果团长的密码有危险，团长必须立刻更改密码。如因团长原因造成密码泄露，并对有播甄选和顾客造成损失的，团长应承担全部的赔偿责任。<br />
    11. 许可<br />
    团长授予有播甄选免费的、非独占的、永久的、不可撤销的权利和许可，对任何以及全部团长的资料进行使用、复制、演示、展示、分发、改编、修改、重新排版、制作衍生作品以及商业化或非商业化，并可再许可前述权利，惟其前提是，有播甄选不会更改团长所提供的商标的形式（除非为了推广介绍的目的而改变商标的大小，前提是相关比例保持不变），并将遵守团长就商标的特定使用提出的移除商标的要求（如果团长不能通过有播甄选提供的标准化功能进行此操作）。<br />
    12. 陈述<br />
    团长向有播甄选承诺并保证，在注册时及整个协议期限内：<br />
    （1）团长是有效存续并良好运营的；<br />
    （2）团长拥有必需的法定资质、权利、能力和授权签订本协议并履行相应义务，授予本协议项下的权利、许可和授权；<br />
    （3）团长在履行本协议项下义务和行使权利过程中遵守所有适用的法律。<br />
    （4）团长提供的所有资质和信息的真实性和有效性，有播甄选不承担因团长相关资质作假或失效带来的一切法律责任。<br />
    13. 补偿<br />
    对于因以下事项产生或与之相关的任何主张、损失、损害、和解、成本、费用或其他责任（包括但不限于律师费）（以下均称“诉求”），团长保证使有播甄选免于遭受损害，为有播甄选抗辩以及为有播甄选提供补偿：
    团长实际或被主张的任何违反“协议”项下义务或所适用法律的行为；
    团长拥有或运营的任何销售渠道﹑团长的产品（包括报价、销售﹑配送退款﹑退货或换货）、团长的资料（包括但不限于有播甄选按照其政策、标准对团长的产品信息和/或图片作出的修改），以及因前述事项引起的任何实际或被主张的知识产权侵权，以及与之相关的任何人身伤害或财产损失；<br />
    14. 免责声明与一般豁免 <br />
    14.1有播甄选及其服务，包括所有内容、软件、功能以及与服务有关的信息，均按其“现状”提供。作为这些服务和平台的使用者，团长使用有播甄选平台和这些服务应自行承担风险。在法律允许的最大范围内，团长放弃要求，同时有播甄选免于承担：
    对本协议、本协议项下的服务以及预期交易的任何陈述与保证，包括对适销性、适用于特定目的或不侵权的任何默示担保；基于交易过程、合同履行或交易惯例产生的默示担保；
    任何义务、责任、权利、主张或侵权救济，不论其是否由于有播甄选的疏忽产生。有播甄选不保证所包含的功能和服务将满足团长的要求，或是随时可用、及时、安全、不间断或无错误的，有播甄选也不对任何服务中断承担责任，包括但不限于系统崩溃或其他可能影响任何交易的接收、处理、完成或结算的中断。<br />
    14.2如果团长与第三方就团长的产品产生争议，则团长和第三方都不应向有播甄选提出与此争议相关的任何形式和性质的主张、要求和损害赔偿（包括实际损害和间接损害），不论这些主张、要求和损害赔偿是否已知、确定或已被披露。<br />
    15. 保密义务<br />
    15.1在团长使用服务的过程中，团长可能收到有关有播甄选或其服务的不为公众所知悉的信息，包括但不限于相关的交易信息（“保密信息”）。团长同意：
    所有保密信息均为有播甄选的独占财产；
    团长仅在使用服务的合理必要的范围内使用保密信息，并保证接触保密信息的人知悉并遵守本条规定的保密义务；
    团长不能将保密信息向除上述规定外的任何个人、公司或其他第三方披露；
    团长将采取一切合理措施来保护保密信息，使其不被以非经本协议明确允许的方式使用或披露。
    未经有播甄选事先书面许可，团长不得以任何方式（包括在宣传材料中）发布有关服务的任何新闻稿或公开声明，或使用有播甄选的名称、商标或标识，也不得以任何方式使人误解有播甄选之间的关系。<br />
    15.2对于有播甄选的交易信息，团长不能直接或间接地：
    披露或者传递任何有播甄选交易信息（除非团长为履行本协议项下义务所必需而披露，并且保证每位接收者仅为前述目的而使用该信息，并遵守团长使用该信息时所应遵守的限制）；
    为任何宣传推广的目的使用有播甄选交易信息，或以其它任何不符合有播甄选或团长的隐私政策的方式或不符合适用法律的方式使用有播甄选交易信息；
    联络订购团长的产品但产品尚未交付的任何人，意图收取相关费用或诱导其另行购买产品；
    贬损有播甄选、任何有播甄选的产品或服务或任何顾客。<br />
    16. 不可抗力<br />
    有播甄选对因超出有播甄选合理控制之外的原因、事件或其他因素导致的任何迟延或未能履行本协议下的任何义务不承担责任。<br />
    17. 各方关系<br />
    团长和有播甄选是独立的合同方，本协议并不在有播甄选之间产生任何合伙、合资、代理、特许权使用、销售代表或雇佣关系。团长无权代表有播甄选发出或接受任何要约或承诺。团长不能在团长的网站或任何其他场所做出任何与本条规定相冲突的声明。本协议在团长与有播甄选之间不产生排他性合作关系。本协议及其项下所有陈述、保证、约定、条件和条款仅为有播甄选、团长以及相关顾客或卖家的利益而制定。
    有播甄选对该协议中的所有条款有解释权，有播甄选有权以修改、更新等方式不时调整本协议和相关规则的内容，相关内容将公布于有播甄选的网站上或以其他方式通知团长。除非团长通知有播甄选不愿接受调整后的内容并停止使用有播甄选服务，否则调整后的内容将于公布之日或通知另行指定的日期开始生效。<br />
  </p>
</template>

<script setup></script>

<style lang="scss" scoped>
.agreement {
  padding: 0.24rem;
  font-size: 0.24rem;
}
</style>
