<template>
  <div class="container">
    <p class="content" style="text-indent: 0">版本日期：2024年9月10日</p>
    <p class="content" style="text-indent: 0">生效日期：2024年9月10日</p>
    <p class="content" style="text-indent: 0">更新日期：2024年9月10日</p>

    <div class="title">一、总则</div>
    <p class="content">
      （一）感谢您使用诚信星球提供的服务。本协议是由您与诚信星球即橙信星河（杭州）科技有限公司及其关联公司(以下简称橙信公司或诚信星球之间共同缔结。在此特别提醒，在您注册使用橙信公司提供的软件、网站、服务、小程序(统称为“诚信星球产品和服务"，包括但不限于适用电脑、移动智能终端的产品及服务)前，请务必审慎阅读本协议的全部条款、充分理解各条款内容后再点击同意，特别是免除或者限制橙信公司责任的条款、对用户权利限制的条款、法律适用和争议解决条款，这些条款将尽可能以加粗及下划线方式标识。您有权选择同意或者不同意本协议。
    </p>
    <p class="content">
      （二）您明白我们与您通过互联网以在线签约的方式签订本协议。如您按照注册页面提示填写信息、点击同意本协议且完成全部注册流程，或者在诚信星球更新本协议后继续使用橙信公司提供的服务，即表示您已充分阅读、理解并完全同意本协议，愿意接受本协议所有及任何条款的约束。但法律法规另有强制性规定的，依其规定。
      本协议内容包括协议正文、本协议下述条款明确援引的其他协议、橙信公司已经发布的或将来可能发布的各类规则。所有规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。一旦相关内容发生变动，橙信公司将会通过小程序消息提醒或网站公告等方式提示您。如果您不同意对本协议内容所做的修改，则应立即停止使用本服务;如果您继续使用本服务的，则视为您同意对本协议内容所做的修改，
    </p>
    <p class="content">
      （三）用户注册成功后，橙信公司将给予每个用户一个用户账号及相应的密码，该用户账号和密码由用户保管使用;用户应当对其账号及在该账户下进行的所有动作负法律责任。
    </p>
    <p class="content">
      （四）您可以通过使用诚信星球产品和服务购买本平台产品，享受折扣优惠，实际支付金额为扣除佣金比例后的折扣价款。您亦可以通过使用诚信星球产品和服务推广本平台产品，商品成交后可获得佣金。您自购享受的折扣或分享链接推荐购物的佣金均来自于诚信星球。同时，为了鼓励您使用和推广诚信星球产品和服务，蜂群设置了不同营销奖补活动，用户可通过上述活动获得相应的活动推广奖励。
    </p>
    <p class="content">
      本协议适用范围当您使用我们的任何产品和服务时，本协议即适用，无论该产品和服务是否单独设置了隐私条款，也无论您是浏览用户(访客)还是注册登录用户。请您注意，本协议不适用于以下情况：
    </p>
    <p class="content">
      1、通过我们的服务而接入的第三方服务(包括任何第三方网站)收集的信息;
    </p>
    <p class="content">
      2、通过在我们服务中进行广告服务的其他公司和机构所收集的信息。
    </p>
    <p class="content">
      诚信星球服务可能链接至第三方提供的电子商务交易或其他服务(包括网站或其他服务形式)。包括:
    </p>
    <p class="content">
      1、您可利用"分享"键将某些内容分享到第三方服务，或您可利用第三方服务登录诚信星球服务。这些功能可能会收集您的信息(包括您的日志信息)，并可能在您的设备装置cookies，从而正常运行上述功能;
    </p>
    <p class="content">
      2、我们通过广告或我们服务的其他方式向您提供链接，使您可以链接至第三方的服务或网站;
    </p>
    <p class="content">
      其他接入第三方服务的情形。例如，为实现本协议中声明的目的，我们可能会接入第三方SDK服务，并将我们依照本协议及《个人信息保护政策》收集的您的某些个人信息共享给该等第三方，以便提供更好的客户服务和用户体验。
      该等第三方社交媒体或其他服务由相关的第三方负责运营。您使用该等第三方的电子商务交易服务或其他服务(包括您向该等第三方提供的任何信息)，须受第三方自己的服务条款及信息保护声明(而非本协议)约束，您需要仔细阅读其条款。如您发现这些第三方电子商务交易或其他服务存在风险时，建议您终止相关操作以保护您的合法权益。
    </p>

    <div class="title">二、重要提示</div>
    <p class="content">
      ·诚信星球重视未成年人的安全和个人信息保护，注册及使用诚信星球产品或服务前请确认您是具备完全民事权利能力和完全民事行为能力的自然人、法人或其他组织。若您不具备前述主体资格，则需要监护人同意您方可注册成为诚信星球会员，否则您和您的监护人应承担因此而导致的一切后果，且诚信星球有权注销(永久冻结)您的平台账号，并向您及您的监护人索偿或者追
    </p>
    <p class="content">
      ·诚信星球并无能力对您的民事权利能力和民事行为能力进行实质性审查，因此一旦您进行了注册，诚信星球可以视为您具备完全民事权利能力和完全民事行为能力。
    </p>
    <p class="content">
      ·在您适用诚信星球产品或服务的过程中，我们会基于您需求的服务，收集和使用您的个人信息，相关功能会收集您的设备信息、身份信息、联系方式及交易信息等。《个人信息保护政策》介绍了您在使用我们的服务时，我们会如何处理您的个人信息和数据。请您务必认真阅读《个人信息保护政策》，在确认充分了解并同意后使用诚信星球相关产品或服务。
    </p>
    <p class="content">
      ·在您使用诚信星球产品或服务时，需要在联网的状态下完成，因此产生的流量费由您的电信服务提供商收取，具体收费标准请向其咨询。
    </p>

    <div class="title">三、账号的注册与使用</div>
    <p class="content">
      ·诚信星球是一家以人为本的诚信新电商平台，通过严格选供货商，去掉中间商以及品牌溢价，让用户可以享受高品质商品和服务。
    </p>
    <p class="content">
      ·诚信星球账号的所有权归橙信公司所有，用户完成申请注册手续后，获得诚信星球账号的使用权，该使用权仅属于初始申请注册人，禁止赠与、借用、租用、转让或售卖，用户应谨慎合理地保存、使用其用户名和密码。
    </p>
    <p class="content">
      ·您可以对账号设置会员名，通过该会员关联的其它用户名密码登录诚信星球平台。您设置的会员名不得侵犯或涉嫌侵犯他人合法权益。
    </p>
    <p class="content">
      ·您在注册及使用诚信星球服务时，必须向诚信星球提供真实、准确、完整、合法有效的资料，且有义务维持并及时更新相关资料。您应当保证在账号名称、头像等注册信息中不得出现违法和不良信息。如果您提供的资料违反本款要求，您需自行承担因此造成的任何直接或间接法律责任，并且诚信星球保留终止您使用诚信星球各项服务或采取其他处理措施的权利。
    </p>
    <p class="content">
      ·作为诚信星球服务的提供者，为使您更好地使用诚信星球的各项服务，保障用户的账号安全，橙信公司有权要求您按照我国法律规定完成实名认证。
    </p>
    <p class="content">
      ·当您注册成功后，您可以进入【个人中心-头像】查看您的个人资料。这些属于您个人的隐私信息我们将严格按照《个人信息保护政策》中约定的情形下进行使用，我们绝不会在您未授权的情况下将您的个人隐私信息做其他用途。
    </p>
    <p class="content">
      ·一个账号仅限一个会员使用，您必须向诚信星球提供真实确实的信息，对于由于资料提供不正确导致汇款/收益提取无法收到等后果，诚信星球不承担任何责任。诚信星球有权就您提供的信息的完整性、真实性、正确性等发出询问及/或要求改正的通知，若您未能在诚信星球要求的合理期限内回复诚信星球的询问及/或完成改正，诚信星球有权暂停您对该账号的使用，直至终止对您提供部分或全部诚信星球服务。诚信星球对此不承担任何责任，您将承担因此产生的任何成本或支出。
    </p>
    <p class="content">
      ·诚信星球将对您所提交的注册信息予以保护，不会将其披露给任何非关联的第三方，除非:
    </p>
    <p class="content">1、相关法律法规或国家机关要求;</p>
    <p class="content">2、橙信公司发生相关合并、分立、收购或资产转移:</p>
    <p class="content">3、为提供相关服务所必须的。</p>
    <p class="content">
      ·您可以使用注册账号时填写登记的并获得系统审核通过的账号密码登录诚信星球。
    </p>
    <p class="content">
      ·您应对您账号项下的所有行为(包括但不限于在线签署任何协议，浏览、购买、支付、上传、发布、输入任何内容)所产生的一切后果负责，通过您的账号所发生的上述各项行为将视为您本人的真实意思表示。
    </p>
    <p class="content">
      ·为保证相关账号安全，未经诚信星球的书面同意，您不应将诚信星球平台上所注册的账号借给他人使用，否则您应当承担由此产生的全部责任，诚信星球平台保留拒绝提供相应服务、冻结或收回注册账号或终止本服务协议的权利，并可要求您对诚信星球所承受的损失予以赔偿。
    </p>
    <p class="content">
      ·如您发现账号存在安全问题，请您立即联系诚信星球予以调查处理。如您发现由他人冒用或盗用您的账号、密码、任何其他未经合法授权或因任何原因受到潜在或显示危险之情形时，应立即以有效方式通知诚信星球，同意授权诚信星球采取一切合理措施以保证用户的利益不受损害，并认可该等措施所产生的法律效果归于用户自身。同时，您理解诚信星球对您的请求采取行动需要合理期限，您知悉在获得您前述有效通知及合理期限届满之前，诚信星球可能或实际已执行相应指令及(或)您的损失可能或实际已经发生，对于该等损失，诚信星球无需承担任何责任。
    </p>
    <p class="content">诚信星球特别提示您</p>
    <p class="content">
      您应该妥善保管您的账号和密码，当您使用完毕诚信星球的服务后，您应安全退出。您知悉并同意，如您在账号信息的保管上、相关上网设备的网络安全维护上存在任何过失导致账号丢失、泄露，您应对此所产生的任何后果负责，诚信星球对此不负任何责任，如诚信星球因此产生相关支出，诚信星球将有权向您予以追偿。
    </p>
    <p class="content">
      ·因黑客行为或用户的保管疏忽等非诚信星球的原因导致账号、密码遭他人非法使用，诚信星球不承担任何责任。
    </p>
    <p class="content">
      ·诚信星球为您提供账号注销服务，您可以通过诚信星球平台客服注销您的个人账号。我们在此善意的提醒您，您注销账户的行为会给您的售后维权带来诸多不便，且注销账户后，您的个人信息我们只会在本平台前台系统中去除，使其保持不可被检索、访问的状态，或对其进行匿名化处理。您知晓，根据法律法规规定，相关交易记录可能须在平台后台保存5年甚至更长时间。
    </p>
    <p class="content">
      ·诚信星球并无能力对您的相关注册、登记资料进行实质性审查，因此一旦因您的的注册、登记资料的问题导致的相关后果应全部由您自己承担，诚信星球对此不承担责任。如果根据法律法规要求诚信星球先行承担了相关责任，那么您承诺诚信星球有权向您追偿，由您最终承担上述责任。
    </p>

    <div class="title">四、诚信星球平台服务内容</div>
    <p class="content">4.1 内容浏览</p>
    <p class="content">
      ·您可通过诚信星球平台浏览各类信息和内容，以及关注、点赞您有兴趣的话题、信息。您对诚信星球平台中的内容须自行加以判断，并承担因使用内容而引起的风险。除法律法规明确规定外，您因该等内容进行的购买或交易或因前述内容遭受的损害或损失由您自行承担。
    </p>
    <p class="content">4.2 内容发布</p>
    <p class="content">
      ·您可使用诚信星球平台发表属于您原创或您有权发表的观点看法、文字、信息、图片、音视频等内容。您在诚信星球平台发布的任何内容、信息均不代表诚信星球公司的观点、立场或政策，除法律法规明确规定外，您须独立承担所发布内容的责任您通过诚信星球平台发布内容时必须遵守有关法律法规，不得利用诚信星球平台制作、复制、发布、传播、储存任何违反法律法规、危害国家安全、可能对用户财产安全或信安全造成损失的信息、营销信息、低俗不当信息、不良信息以及不实信息等内容您不得在诚信星球平台上利用基于深度学习、虚拟现实等新技术制作、发布、传播虚假内容信息。
    </p>
    <p class="content">4.3商品与服务交易</p>
    <p class="content">
      ·您可使用诚信星球平台进行商品与服务的交易，如您是未成年人或限制民事行为能力人，请在监护人同意后进行交易。进行交易时请您务必仔细确认所购商品的品名、价格、数量、型号、规格、尺寸或服务的时间、内容、限制性要求等重要事项，并在下单时核实您的联系地址、电话、收货人等信息。如您填写的收货人非您本人，则该收货人的行为和意思表示产生的法律后果均由您承担。
    </p>
    <p class="content">
      ·您的交易行为应当基于真实的消费需求，不得存在对商品或服务实施恶意购买、恶意维权等扰乱诚信星球平台正常交易秩序的行为。基于维护诚信星球平台交易秩序及交易安全的需要，诚信星球公司发现上述情形时可主动执行关闭相关交易订单等操作。
    </p>
    <p class="content">
      ·如您的交易相对方存在利用诚信星球平台系统漏洞、规则漏洞，不正当获取平台补贴等任何利益的行为，基于维护诚信星球平台交易秩序、交易安全及诚信星球公司合法权益的需要，诚信星球公司发现上述情形时可主动执行关闭相关交易订单等操作。
    </p>
    <p class="content">
      ·本协议终止后，对于您在本协议存续期间产生的交易订单诚信星球公司可通知交易相对方，并有权自主决定或者根据交易相对方的意愿决定是否关闭未完成的交易订单;如诚信星球公司未关闭交易订单，则您应当就该等交易订单继续履行本协议及交易订单的约定，并承担因此产生的法律责任及损失。
    </p>

    <div class="title">五、个人信息的收集、使用和保护</div>
    <p class="content">
      （一）诚信星球在您使用相关产品或服务时收集、使用、储存、分享和保护用户的个人信息规则请详见《个人信息保护政策》。本协议关于个人信息保护的内容与诚信星球制定的关于个人信息保护的其他规则相冲突的，及本协议对个人信息保护相关内容未作明确规定的，均应以关于个人信息保护的其他规则的内容为准。
    </p>
    <p class="content">
      （二）保护用户个人信息是诚信星球的一项基本政策，诚信星球及其关联公司承诺不对外公开或向第三方机构透露会员涉及隐私的信息。我们仅会在以下情况下，且采取符合业界标准的安全防护措施的前提下，才会公开披露您的个人信息:
    </p>
    <p class="content">
      1、根据您的需求，在您明确同意的披露方式下披露您所指定的个人信息;
    </p>
    <p class="content">
      2、根据法律、法规的要求、强制性的行政执法或司法要求所必须提供您个人信息的情况下，我们会依据所要求的个人信息类型和披露方式公开披露您的个人信息(如当法院、政府主管部门要求或诚信星球为维护自身、第三方合法利益时，用户同意诚信星球有权使用用户的注册信息、用户名、密码等信息，登录进入用户的注册账户，进行证据保全，包括但不限于公证、见证等)
    </p>
    <p class="content">
      3、您还必须遵守诚信星球(及合作组织)的使用/服务条款及个人信息保护政策。
    </p>
    <p class="content">4、关于信息的存储和安全。</p>
    <p class="content">
      4.1您的个人信息将全被存储于中华人民共和国境内。如您使用跨境交易服务，且需要向境外传输您的个人信息完成交易的，我们会单独征得您的授权同意并要求接收方按照我们的说明、本个人信息保护政策以及其他任何相关的保密和安全措施来处理这些个人信息。
    </p>
    <p class="content">
      4.2我们会采用符合业界标准的安全防护措施，包括建立合理的制度规范、安全技术来防止您的个人信息遭到未经授权的访问使用、修改，避免数据的损坏或丢失。尽管提供这些安全措施，但诚信星球不保证这些信息的绝对安全。
    </p>

    <div class="title">六、用户行为规范与责任承担</div>
    <p class="content">
      （一）身份信息真实。您应保证使用诚信星球的服务时提供的身份信息的真实性，请您在管理账号时使用真实、准确、合法、有效的相关身份证明材料及必要信息(包括您的姓名及电子邮件地址、联系电话、联系地址等)。若国家法律法规有特殊规定，诚信星球将要求您填写真实的身份信息，请您按照相关法律规定完成实名认证，以便诚信星球在必要时与您联系或为您提供更好的服务，请注意及时更新上述相关信息。若您提交的材料或提供的信息不准确、不真实、不合法或者诚信星球有理由怀疑为错误、不实或不合法的资料，您可能无法使用本网站及相关服务或在使用过程中部分功能受到限制，同时您将承担因此对您自身、他人及服务方造成的全部损失与不利后果。
    </p>
    <p class="content">
      （二）您知悉并承诺，在使用诚信星球所提供的服务的过程中，您应遵守相关法律法规，不应从事如下违反法律法规的规定，影响正常服务提供或损害他人合法利益的行为。
    </p>
    <p class="content">
      1、不应利用诚信星球平台或相关服务危害国家安全、破坏政治稳定、泄露国家秘密，不侵犯国家、社会、集体利益和第三方的合法权益，不从事违法犯罪活动，不设立用于实施诈骗，传授犯罪方法，制作或者销售违禁物品、管制物品等违法犯罪活动的网站、通讯群组，不利用网络发布涉及实施诈骗，制作或者销售违禁物品、管制物品以及其他违法犯罪活动的信息;
    </p>
    <p class="content">
      2、不应制作、发布、复制、查阅和传播、存储、链接下列信息:反对宪法所确定的基本原则的;危害国家安全，泄露国家秘密，颠覆国家政权，推翻社会主义制度，煽动分裂国家，破坏国家统一的;损害国家荣誉和利益的;煽动民族仇恨、民族歧视，破坏民族团结的;破坏国家宗教政策，宣扬邪教和封建迷信的:煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的;捏造、散布谣言，侵犯他人权利，扰乱经济、社会秩序，破坏社会稳定的;散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的;侮辱或者诽谤他人，侵害他人合法权益的;宣扬恐怖主义、极端主义的;违背当地风俗习惯的;含有法律、行政法规禁止的其他内容的;
    </p>
    <p class="content">
      3、不应从事下列危害计算机信息网络安全的活动:对网络服务及相关软硬件设施进行破解、破坏、删除、修改或者增加的;对计算机信息网络中存储或者传输的数据和应用程序进行删除，修改或者增加的;使用软件或硬件等方式窃取他人口令、非法侵他人计算机系统;故意制作、传播计算机病毒等破坏性程序的;其他危害计算机信息网络安全的活动;
    </p>
    <p class="content">
      4、不应擅自复制和使用网络上未公开和未授权的文件。除相关著作权人明示同意，不应在网络中擅自破解、传播、下载或复制第三人享有著作权的软件或进行其他任何侵害他人知识产权的活动;
    </p>
    <p class="content">
      5、不应私自传播广告信息或以"刷单"等不正当方式帮助他人提升评价或利用评价权利对其他用户、商户实施威胁、敲诈勒索;
    </p>
    <p class="content">
      6、不应因对诚信星球相关服务的使用行为导致诚信星球卷入政治和公共事件;
    </p>
    <p class="content">
      7、不应通过侵犯第三人合法权益、作弊、扰乱系统、实施网络攻击、恶意套现、刷信誉、批量注册、用机器注册诚信星球平台账户、用机器模拟客户端等手段进行交易或参加诚信星球或其所授权的第三方发布的任何活动;
    </p>
    <p class="content">
      8、未经诚信星球事先书面许可，不应自行或授权、协助任何第三方非法抓取诚信星球所展示的任何内容(“非法抓取"是指采用未经诚信星球认可的程序或者非正常浏览等技术手段获取内容数据的行为)。
    </p>
    <p class="content">
      （三）恶意行为，基于维护本网站交易秩序及交易安全的需要，诚信星球有权在发生恶意购买、恶意售后、恶意维权等恶意行为及其他扰乱平台正常交易秩序的情形下，执行取消相应交易订单.限制或禁止账户部分或全部功能、账号封禁、注销等操作而无需事先通知您
    </p>
    <p class="content">1、恶意行为包括但不限于以下情形</p>
    <p class="content">
      1.1以非出于个人消费使用的目的购买商品，或购买商品后恶意申请退款、恶意申请售后等方式进行恶意竞争;
    </p>
    <p class="content">
      1.2恶意套取服务方优惠(如各类优惠券，购物红包，秒杀商品运费等)等不正当获利行为;
    </p>
    <p class="content">
      1.3故意将订单地址设置不准确或错误，导致商家无法成功发货;
    </p>
    <p class="content">1.4其他扰乱本网站交易秩序或侵犯第三方权益的行为，</p>
    <p class="content">2、其他扰乱市场正常交易秩序的情形包括但不限于:</p>
    <p class="content">
      2.1利用商家过错进行恶意索赔、恶意投诉的，无故对商家或客服人员进行辱骂、人身攻击的;
    </p>
    <p class="content">
      2.2多次在评论区或咨询区发布与商品或服务无关的信息，或多次进行无合理理由的负面评价，违反服务方信用评价制度的;
    </p>
    <p class="content">
      2.3超出正常交易习惯，频繁拒收商品或拒绝接受服务(包括货到付款订单)、频繁提出退换货等售后要求的;@采取欺诈手段退换货的，如售后退货调包、利用快递单号实施虚假退换货等;
    </p>
    <p class="content">
      2.4组织或参与虚假交易，帮助商家做虚假或者引人误解的商业宣传。
    </p>
    <p class="content">
      （四）违规处理，如您违反上述用户行为规范要求，诚信星球有权按照本协议、本网站平台规则对您采取必要措施。服务方有权随时对相关内容进行删除、屏蔽等处理，并有权视行为情节严重程度对违规账号处以包括但不限于警告、限制或禁止使用部分或全部功能、账号封禁、注销等处罚或终止本协议，并公告处理结果。如您的违反用户协议的行为使诚信星球遭受损失(包括但不限于自身的直接经济损失、商誉损失及对外支付的赔偿金、和解款、律师费、诉讼费等间接经济损失)，您应赔偿诚信星球的上述全部损失。
    </p>

    <div class="title">七、知识产权</div>
    <p class="content">·诚信星球版权</p>
    <p class="content">
      橙信公司拥有本应用内所有内容的版权。任何被授权浏览、复制、打印和传播属于诚信星球的信息内容都不得用于商业目的且所有信息内容及其任何部分的使用都必须包括此版权声明。未经橙信公司书面许可，不得滥用或未经允许擅自使用或转载等。一经发现，用户应就此承担给诚信星球或第三方造成侵权的一切责任。
    </p>
    <p class="content">·用户内容与信息授权</p>
    <p class="content">
      用户在使用诚信星球提供的服务时上传、提交、存储或发布的内容(包括但不限于文字、图片、视频、音频、动画等)需保证由用户原创或已获合法授权。用户通过诚信星球上传、提交、存储或发布的任何内容的知识产权归属用户或原始著作权人所有，其上传、提交、存储或发布行为不能侵犯他人的知识产权或其他合法权益。
    </p>
    <p class="content">
      除非有相反证明，您理解并同意，为使用户内容得到更好的分享及推广，提高其传播价值及影响力，您授予诚信星球公司免费的、不可撤销的、非排他的、无地域限制的许可使用，包括:存储、使用、传播、复制、修订、改编、汇编、出版、展示、翻译、表演用户内容或制作派生作品，以已知或日后开发的形式、媒体或技术将内容纳入其它作品，再许可第三方按照前述方式使用的权利，以及以自身名义或委托专业第三方对侵犯您上传发布的享有知识产权的内容进行取证、发起投诉或提起诉讼的权利。为免歧义，上述许可包括使用、复制和展示用户内容中受保护的个人形象、肖像、姓名、商标、品牌、标识及其他营销推广素材、物料的权利和许可。
    </p>
    <p class="content">·不当得利</p>
    <p class="content">
      诚信星球合理怀疑用户资料信息为错误、不实、失效或不完整，本应用有权暂停或终止用户的账号，若用户用不真实信息借助诚信星球非法牟利，本应用将保留追究其法律责任的权利。
    </p>
    <p class="content">
      ·侵权投诉诚信星球公司尊重并保护您及他人的知识产权、名誉权、姓名权、隐私权等合法权益。您保证，在诚信星球平台上传的文字图片、视频、音频、链接等不侵犯任何第三方的知识产权、名誉权、姓名权、隐私权等合法权益。否则，诚信星球公司有权在收到权利方或者相关方通知的情况下移除该涉嫌侵权内容。您认为诚信星球平台上的内容侵犯您的合法权益，您可通过邮箱【fengqun520@ifengqun.com】向我们提供相关文件或信息(包括内容链接、身份材料、享有权利、及存在侵权行为的证明文件等)。诚信星球公司将在收到有效通知后判断决定是否对涉嫌侵权的内容进行处理。
      除非另有证明，诚信星球公司储存在其服务器上的数据是用户使用诚信星球平台的唯一有效证据。
    </p>

    <div class="title">八、用户发布内容规范</div>
    <p class="content">
      （一）本条所述内容是指用户使用诚信星球的过程中所制作、下载,复制、发布、传播的任何内容，包括但不限于账号头像、名称.用户说明等注册信息及认证资料，或文字、语音、图片、视频、图文等发送、回复或自动回复消息和相关链接页面，以及其他使用账号或本服务所产生的内容。
    </p>
    <p class="content">
      （二）用户不得利用“诚信星球"账号或本平台制作、下载、复制、发布、传播如下法律、法规和政策禁止的内容:
    </p>
    <p class="content">1、反对宪法所确定的基本原则的;</p>
    <p class="content">
      2、危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的;
    </p>
    <p class="content">3、损害国家荣誉和利益的;</p>
    <p class="content">4、煽动民族仇恨、民族歧视，破坏民族团结的;</p>
    <p class="content">5、破坏国家宗教政策，宣扬邪教和封建迷信的!</p>
    <p class="content">6、散布谣言，扰乱社会秩序，破坏社会稳定的;</p>
    <p class="content">
      7、散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的;
    </p>
    <p class="content">8、侮辱或者诽谤他人，侵害他人合法权益的;</p>
    <p class="content">9、含有法律、行政法规禁止的其他内容的信息；</p>
    <p class="content">
      （三）用户不得利用"诚信星球"账号或本平台制作、下载、复制,发布、传播如下干扰“服务"正常运营，以及侵犯其他用户或第三方合法权益的内容:
    </p>
    <p class="content">1、含有任何性或性暗示的;</p>
    <p class="content">2、含有辱骂、恐吓、威胁内容的;</p>
    <p class="content">3、含有骚扰、垃圾广告、恶意信息、诱骗信息的!</p>
    <p class="content">4、涉及他人隐私、个人信息或资料的;</p>
    <p class="content">
      5、侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的;
    </p>
    <p class="content">
      6、含有其他干扰本平台正常运营和侵犯其他用户或第三方合法权益内容的信息。
    </p>
    <p class="content">
      （四）诚信星球有权对违反上述承诺的内容予以删除。用户在使用诚信星球服务时所传送、发布的任何内容仅表明其个人的观点和立场，并不反映或代表，也不得被视为反映或代表诚信星球的观点、立场或政策;用户作为内容的发布者，需自行对所发布内容负责并承担全部法律责任。诚信星球不对用户传送、发布的内容的正确性、完整性进行保证，除法律法规规定的义务外，诚信星球不承担任何其他责任。
    </p>
    <p class="content">
      （五）在与其他会员交易过程中，遵守诚实信用原则，不采取不正当竞争行为，不扰乱网上交易的正常秩序，不从事与网上交易无关的行为。
    </p>
    <p class="content">
      （六）不以虚构或歪曲事实的方式不当评价其他会员，不采取不正当方式制造或提高自身的信用度，不采取不正当方式制造或提高(降低)其他会员的信用度。
    </p>
    <p class="content">
      （七）不对诚信星球平台上的任何数据作商业性利用，包括但不限于在未经诚信星球事先书面同意的情况下，以复制、传播等任何方式使用诚信星球站上展示的资料。
    </p>
    <p class="content">
      （八）诚信星球严禁会员通过以下行为获得利益，一经发现，诚信星球有权追回会员账号及其关联账号(关联账户由诚信星球根据自身系统数据判定，判定依据包括但不限于会员登记信息、交易信息、第三方反馈信息、设备终端信息、IP地址等，下同)中已经给予的优惠权益，并视情节严重可中止会员账号直至注销会员账号，同时该会员必须承担由此给诚信星球带来的所有损失:
    </p>
    <p class="content">1、购买产品后恶意取消订单;</p>
    <p class="content">2、劫持流量</p>
    <p class="content">3、自买自卖;</p>
    <p class="content">4、劫持其他用户的正常访问链接使其变成推广链接;</p>
    <p class="content">5、骗取其他用户点击其设置的非诚信星球设置的链接:</p>
    <p class="content">6、违反购物所在网站用户协议及其规则;</p>
    <p class="content">7、其他违反法律法规或者违反诚实信用、公平原则的行为。</p>
    <p class="content">
      （九）诚信星球严禁各种针对诚信星球活动的作弊行为。对于查实的作弊行为，我们有权收回该账号及其关联账号全部的邀请奖励、取消邀请资格，并列入诚信星球黑名单账户。作弊行为包括但不限于:使用相同的电脑或设备，相同的IP地址在同一天内注册多个账号，以骗取邀请奖励的行为;以注册送钱或注册送积分其他方式等利益诱导用户来注册诚信星球获取奖励的行为;
    </p>
    <p class="content">
      （十）您不得使用任何装置、软件或例行程序干预或试图干预诚信星球平台的正常运作或正在诚信星球上进行的任何交易、活动。您不得采取任何将导致不合理的庞大数据负载加诸诚信星球网络设备的行动，否则诚信星球将追究您的相关责任，包括但不限于停止结算推广收益、取消相关优惠权益、收回诚信星球用户权限、列入诚信星球黑名单账户、冻结账户或者注销账户等。如造成诚信星球损失或者承担相应法律责任的，诚信星球有权要求您赔偿并最终承担相应的责任。
    </p>
    <p class="content">（十一）您了解并同意诚信星球有权作如下处理:</p>
    <p class="content">
      1、诚信星球有权对您是否违反上述承诺做出单方认定，并根据单方认定结果适用规则予以处理，这无须征得您的同意，
    </p>
    <p class="content">
      2、经国家行政或司法机关的生效法律文书确认您存在违法或侵权行为，或者诚信星球根据自身的判断，认为您的行为涉嫌违反本协议和/或规则的条款或涉嫌违反法律法规的规定的，则诚信星球有权在小程序上公示您的该等涉嫌违法或违约行为及诚信星球已对您采取的措施。
    </p>
    <p class="content">
      3、对于您在诚信星球上发布的涉嫌违法或涉嫌侵犯他人合法权利或违反本协议和/或规则的信息，诚信星球有权予以删除，且按照规则的规定进行处罚。
    </p>
    <p class="content">
      4、对于您在诚信星球上实施的行为，包括您未在诚信星球上实施但已经对诚信星球及其用户产生影响的行为，诚信星球有权单方认定您行为的性质及是否构成对本协议和/或规则的违反，并据此作出相应处罚。您应自行保存与您行为有关的全部证据，并应对无法提供充要证据而承担的不利后果，
    </p>
    <p class="content">
      5、对于您涉嫌违反承诺的行为对任意第三方造成损害的，您均应当以自己的名义独立承担所有的法律责任，并应确保诚信星球免于因此产生损失或增加费用。如诚信星球因此承担相应责任或者赔偿相关损失，则您承诺诚信星球可以向您追偿，相关责任或损失由您最终承担，相关损失包括合理的律师费用、相关机构的查询费用等。
    </p>
    <p class="content">
      6、如您涉嫌违反有关法律或者本协议之规定，使诚信星球遭受任何损失，或受到任何第三方的索赔，或受到任何行政管理部门的处罚，您应当赔偿诚信星球因此造成的损失及(或)发生的费用，包括合理的律师费用、相关机构的查询费用等，
    </p>
    <p class="content">
      7、诚信星球上展示的资料(包括但不限于文字、图表、标识、图像、数字下载和数据编辑)均为诚信星球或其内容提供者的财产或者权利;诚信星球上所有内容的汇编属于诚信星球的著作权;诚信星球上所有软件都是诚信星球或其关联公司或其软件供应商的财产或者权利，上述知识产权均受法律保护。如您侵犯上述权利，诚信星球有权根据规则对您进行处理并追究您的法律责任。
    </p>
    <p class="content">
      8、诚信星球提示您:您通过自身账号在接受诚信星球的各项服务中所上传、发送的任何内容都应具有合法来源，如相关内容涉及任何第三方的合法权益，应事先获得相应的许可。如诚信星球收到涉及您的相关举报或投诉，诚信星球可采取相关法律法规所要求或允许的方式，向相关争议方、相关部门提供包括账号在内的必要的信息，以便解决纠纷争议，保护正当权利人的合法权施
    </p>

    <div class="title">
      九、特别授权您完全理解并不可撤销地授予诚信星球及其关联公司下列权利:
    </div>
    <p class="content">
      （一）一旦您向诚信星球或其关联公司或其合作组织作出任何形式的承诺，且相关公司或组织已确认您违反了该承诺，则诚信星球有权立即按您的承诺或协议约定的方式对您的账户采取限制措施，包括中止或终止向您提供服务，并公示相关公司确认的您的违约情况。您了解并同意，除非法律法规另有明确要求，诚信星球无须就相关确认与您核对事实，或另行征得您的同意，且诚信星球无须就此限制措施或公示行为向您承担任何的责任
    </p>
    <p class="content">
      （二）一旦您违反本协议，或与诚信星球签订的其他协议的约定诚信星球有权以任何方式通知诚信星球关联公司或其合作组织，要求其对您的权益采取限制措施，包括但不限于要求诚信星球将您账户内的积分支付给诚信星球指定的对象，要求关联公司中止、终止对您提供部分或全部服务，且在其经营或实际控制的任何网站公示您的违约情况。
    </p>
    <p class="content">
      （三）诚信星球及其关联公司有权受理您与其他会员因交易产生的争议，并有权单方判断与该争议相关的事实及应适用的规则，进而作出处理决定。该处理决定对您有约束力。如您未在限期内执行处理决定的，则诚信星球及其关联公司有权利(但无义务)直接处分您诚信星球账户内的积分或余额。如该争议造成诚信星球及其关联公司损失的，您应及时弥补诚信星球及其关联公司的损失，否则诚信星球及其关联公司有权直接抵减您在合同项下和账户中的权益，并有权继续追偿。
    </p>
    <p class="content">
      （四）如您有发现其他诚信星球用户有实施违反本协议行为，请把相关信息及证据材料向诚信星球进行举报。举报/投诉渠道请发送电子邮件至【chengxinxingqiu@163.com】。
    </p>

    <div class="title">十、责任与限制</div>
    <p class="content">
      （一）诚信星球负责按"现状"和"可得到"的状态向您提供服务，且诚信星球仅对自身提供的服务承担责任。诚信星球对于第三方向会员提供的服务和产品不提供保证也不承担任何责任，但应当协助会员和第三方进行交涉谈判以维护会员合法权益。
    </p>
    <p class="content">
      （二）诚信星球上的商品价格、数量、是否有货等商品信息随时有可能发生变动，诚信星球不就此作出特别通知。您知悉并理解由于网站上商品信息数量极其庞大，虽然诚信星球会尽合理的最大努力保证您所浏览的商品信息的准确性、迅捷性，但由于众所周知的互联网技术因素等客观原因，诚信星球显示的信息可能存在一定的滞后性和差错，由此给您带来的不便或产生相应问题，诚信星球不承担责任。请您注意商品的具体售价以订单结算页价格为准，如您发现活动商品售价或促销信息有异常，请您购买前先咨询客服。
    </p>
    <p class="content">
      （三）关于价格说明:划线价格:指商品的专柜价、吊牌价、正品零售价、厂商指导价或该商品的曾经展示过的销售价，并非原价，仅供参考。未划线价格，指商品的实时标价，不因表述的差异改变性质。具体成交价格根据商品参加活动，或会员使用优惠券、积分等发生变化，最终以订单结算页价格为准。商家详情页(含主图)以图片或文字形式标注的一口价、促销价、优惠价等价格可能是在使用优惠券、满减或特定优惠活动和时段等情形下的价格，具体请以结算页面的标价、优惠条件或活动规则为准。
      此说明仅当出现价格比较时有效，若商家单独对划线价格进行说明，以商家的表述为准。
    </p>
    <p class="content">
      （四）除非法律法规明确要求，或出现以下情况，否则，诚信星球没有义务对所有用户的注册数据、商品(服务)信息、交易行为以及与交易有关的其它事项进行事先审查:
    </p>
    <p class="content">
      1、诚信星球有合理的理由认为特定会员及具体交易事项可能存在重大违法或违约情形。
    </p>
    <p class="content">
      2、诚信星球有合理的理由认为您在诚信星球的行为涉嫌违法或不当。
    </p>
    <p class="content">
      （六）我们为您提供注册账号的注销功能，在符合服务协议约定条件及国家相关法律法规规定的情况下，您可以在www.youbo.com官网注销账号，按照提示进行相应的操作。在您的诚信星球账号账号注销之后，我们将在1个月内停止为您提供任何服务，并依据您的要求，删除您的个人信息或做匿名化处理，但法律法规另有规定的除外。
    </p>
    <p class="content">
      1、第三方未经批准的使用您的账户或更改您的数据，b)通过诚信星球服务购买或获取任何商品、样品、数据、信息或进行交易等行为或替代行为产生的费用及损失，但因诚信星球提供的服务信息错误所导致的除外。
    </p>
    <p class="content">2、您对诚信星球服务的误解，</p>
    <p class="content">
      3、任何非因诚信星球的原因而引起的与诚信星球服务有关的其它损失。
    </p>
    <p class="content">
      （七）因使用诚信星球服务而引起的任何损害或经济损失，诚信星球承担的全部责任均不超过您通过诚信星球所购买的或与该索赔有关的服务或商品的价格。本责任限制条款在会员资格被冻结暂停或注销后仍继续有效，8.不论在何种情况下，诚信星球均不对由于罢工、暴乱、起义、骚乱、火灾、洪水、风暴、爆炸、战争、政府行为、司法行政机关的命令，以及其它非因诚信星球的原因而造成的不能服务或延迟服务承担责任。诚信星球会尽合理努力处理善后事宜。
    </p>

    <div class="title">十一、协议的生效、变更与终止</div>
    <p class="content">
      （一）本协议自您勾选并点击"我已阅读并同意"本协议之时即生效,如未点击确认本协议之前您事实上已在使用本平台功能的，则本协议在您的事实行为发生之时生效。
    </p>
    <p class="content">
      （二）根据互联网的发展和有关法律、法规及规范性文件的变化,或者因业务发展需要，诚信星球将在必要时对本协议的服务条款作出修改或变更。诚信星球将会在小程序公布修改之后的协议内容，该公布行为视为诚信星球已经通知您修改内容，修改后的内容一经公布即有效替代原有服务条款。诚信星球也可能会采用电子邮件或私信的传送方式，提示用户协议条款的修改、服务变更、或其它重要事项。
    </p>
    <p class="content">
      （三）此外，您可登录在诚信星球小程序中查阅最新版本的相关协议条款。如果您继续使用诚信星球提供的服务，即视为您已经接受修改后的服务条款;如果您不接受修改后的服务条款，应当停止使用诚信星球提供的服务。
    </p>
    <p class="content">
      （四）您同意，诚信星球有权依据本协议决定中止、终止向您提供部分或全部诚信星球平台服务，暂时冻结或永久冻结(注销)您的账户，且无须为此向您或任何第三方承担任何责任。但本协议或法律法规另有明确要求的除外。
    </p>
    <p class="content">
      （五）因本协议(含规则)变更时，您明示并通知诚信星球不愿接受新的服务协议时，双方协议终止
    </p>
    <p class="content">
      （六）您同意，您与诚信星球的合同关系终止后，诚信星球及其关联公司或者其合作组织仍享有下列权利:
    </p>
    <p class="content">
      1、在法律法规允许的范围内继续保存并使用您的注册、登记信息、数据及您使用诚信星球服务期间的所有交易数据。
    </p>
    <p class="content">
      2、您在使用诚信星球服务期间存在违法行为或违反本协议和/或规则的行为的，诚信星球仍可依据本协议向您主张权利。
    </p>

    <div class="title">十二、其他</div>
    <p class="content">
      ·本协议的效力、解释及纠纷的解决，适用于中华人民共和国法律。若用户与橙信公司之间发生任何纠纷或争议，首先应友好协商解决，协商不成的，用户同意将纠纷或争议提交橙信公司注册地有管辖权的人民法院管辖。
    </p>
    <p class="content">
      ·本协议的任何条款无论因何种原因无效或不具可执行性，其余条款仍有效，对双方具有约束力。
    </p>
    <p class="content">
      本协议中协议双方合称协议方，诚信星球运营主体为橙信星河（杭州）科技有限公司，注册地在杭州市余杭区五常街道向往街368号2幢11层1143室，域名为【youbozhenxuan.com】
    </p>
    <p class="content">
      ·橙信公司未能及时行使本协议项下的任何权利不构成对任何权利的放弃。
    </p>
    <p class="content">
      ·本协议的版权由橙信公司所有，橙信公司保留一切解释和修改的权利。
    </p>
    <p class="content" style="text-align: right">橙信公司</p>
    <p class="content" style="text-align: right">2024年9月10日</p>

    <p class="content" style="margin-top: 100px">
      附件:《诚信星球账号注销规则》
    </p>
    <p class="content">
      您在申请注销诚信星球账号前，应当认真阅读《诚信星球账号注销规则》(以下称“《注销规则》")。
    </p>
    <p class="content">
      请您务必审慎阅读、充分理解协议中相关条款内容，其中包括
    </p>
    <p class="content">1、与您约定免除或限制责任的条款:</p>
    <p class="content">2、其他以粗体下划线标识的重要条款。</p>
    <p class="content">
      如您对本《注销规则》有任何疑问，可通过诚信星球小程序联系诚信星球平台客服，提出申请需求。
    </p>
    <p class="content">
      【特别提示】当您阅读并同意本《注销规则》及相关条款与条件且完成全部注销程序后，即表示您已充分阅读、理解并接受本《注销规则》的全部内容。阅读本《注销规则》的过程中，如果您不同意相关任何条款和条件约定，请您立即停止账号注销程序。
    </p>
    <p class="content">
      亲爱的诚信星球个人消费者用户:我们在此善意地提醒您，您注销账号的行为会给您的售后维权带来诸多不便，且注销诚信星球账号后，您的个人信息我们只会在诚信星球的前台系统中去除，使其保持不可被检索、访问的状态，或对其进行匿名化处理。您知晓并理解，根据相关法律规定相关交易记录须在诚信星球后台保存5年甚至更长的时间。
    </p>
    <p class="content">1.如果您仍执意注销账号，您的账号需同时满足以下条件!</p>
    <p class="content">
      (1)在最近一个月内，账号没有进行更改密码、更改绑定信息等敏感操作，账户没有被盗、被封等风险;
    </p>
    <p class="content">
      (2)账户在诚信星球系统中无资产和虚拟权益(包括但不限于账户收益、会员等级、优惠券等);
    </p>
    <p class="content">(3)账号无任何纠纷，包括投诉举报或被投诉举报;</p>
    <p class="content">
      (4)账号为正常使用中的账号且无任何账户被限制的记录;2.诚信星球账号一旦被注销将不可恢复，请您在操作之前自行备份诚信星球账号相关的所有信息和数据。请您保存好订单商品和服务的交易凭证、票据等资料，否则您有可能须支付额外的账户和订单查询费用，或无法享受售后服务。3.在诚信星球账户注销期间，如果您的诚信星球账户涉及争议纠纷，包括但不限于投诉、举报、诉讼、仲裁、国家有权机关调查等，诚信星球有权自行终止本诚信星球账号的注销而无需另行得到您的同意。
    </p>
    <p class="content">
      4.注销诚信星球账号，您将无法再使用本诚信星球账号，也将无法找回您诚信星球账号中及与账户相关的任何内容或信息，包括但不限于:
    </p>
    <p class="content">(1)您将无法登录、使用本诚信星球账户;</p>
    <p class="content">
      (2)本诚信星球账号的个人资料和历史信息(包括但不限于用户名、头像、购物记录、粉丝数量和昵称等)都将无法找回;
    </p>
    <p class="content">
      (3)您通过诚信星球账号使用、授权登录或绑定诚信星球账号后使用的诚信星球相关或第三方的其他服务的所有记录将无法找回。您将无法再登录、使用前述服务，您曾获得或即将获得的收益、优惠券、订单、用户资格、及其他卡券、未完成订单权益等视为您自行放弃，将无法继续使用。您理解并同意，诚信星球无法协助您重新恢复前述服务，
    </p>
    <p class="content">
      5.如您确认放弃账号中所有已享有或即将享有的任何权益，并要求诚信星球为您强制注销的，以上所有权益将视为您主动放弃并不再享有，同时可能引起的任何法律责任，与诚信星球无关。
    </p>
    <p class="content">
      6.注销本诚信星球账号并不代表本诚信星球账户注销前的账号行为和相关责任得到豁免或减轻。
    </p>
  </div>
</template>

<script setup></script>

<style lang="scss" scoped>
.container {
  padding: 0.24rem;
  font-size: 0.24rem;
  .title {
    font-weight: 500;
  }
  .content {
    margin: 0.24rem 0;
    text-indent: 0.56rem;
  }
}
</style>
